export const questions = [
  {
    question: "Кто был премьер-министром Великобритании во время Второй мировой войны?",
    options: ["Невилл Чемберлен", "Уинстон Черчилль", "Маргарет Тэтчер", "Клемент Эттли"],
    answer: 1,
  },
  {
    question: "Какая организация была создана для объединения европейских стран после войны?",
    options: ["Лига Наций", "ООН", "Европейское объединение угля и стали", "НАТО"],
    answer: 2,
  },
  {
    question: "Кто был лидером движения «Свободная Франция» во время Второй мировой войны?",
    options: ["Шарль де Голль", "Франсуа Миттеран", "Наполеон Бонапарт", "Жорж Помпиду"],
    answer: 0,
  },
  {
    question: "В каком году Франция стала одним из основателей Европейского экономического сообщества?",
    options: ["1945", "1951", "1957", "1965"],
    answer: 2,
  },
  {
    question: "Как назывался план восстановления Европы после Второй мировой войны?",
    options: ["План Дауэса", "План Маршалла", "План Шумана", "Версальский договор"],
    answer: 1,
  },
  {
    question: "Какая партия пришла к власти в Великобритании после войны и начала создание государства всеобщего благосостояния?",
    options: ["Консервативная партия", "Лейбористская партия", "Либеральная партия", "Коммунистическая партия"],
    answer: 1,
  },
  {
    question: "Какое событие укрепило сотрудничество Франции и Германии?",
    options: ["Создание НАТО", "Подписание Римских договоров", "Берлинская блокада", "Создание ООН"],
    answer: 1,
  },
  {
    question: "В каком году была провозглашена Пятая республика во Франции?",
    options: ["1946", "1958", "1968", "1975"],
    answer: 1,
  },
  {
    question: "Как называлась колониальная война Франции в Северной Африке в 1950-х годах?",
    options: ["Война во Вьетнаме", "Суэцкий кризис", "Алжирская война", "Корейская война"],
    answer: 2,
  },
  {
    question: "Почему Великобритания не сразу вступила в Европейское экономическое сообщество?",
    options: ["Из-за войны", "Из-за отказа Франции", "Из-за экономического кризиса", "Из-за распада империи"],
    answer: 1,
  },
];